{
  "HOME": {
    "TITLE": "Graasp",
    "SUBTITLE": "Your learning experience platform",
    "DESCRIPTION": "For building, exploring and sharing engaging educational resources integrating interactive and intelligent elements in active learning scenarios for education and research.",
    "REGISTER_CALL_TO_ACTION": "Create an account",
    "LIBRARY_CALL_TO_ACTION": "Visit the Library",
    "SUPPORTERS_LABEL": "Supported by",
    "MISSION": {
      "TITLE": "Our vision",
      "DESCRIPTION": "We aim at empowering educators to fully embrace value-adding digital technology for engaging their students in innovative learning scenarios and for developing their digital skills",
      "CALL_TO_ACTION_LABEL": "Do you want to know more?",
      "CALL_TO_ACTION_BUTTON_TEXT": "Get to know us"
    },
    "PUZZLE": {
      "TITLE": "An all-in-one platform, how?",
      "BUILDER": {
        "DESCRIPTION": "Create your own interactive and intelligent educational resources with the <strong>Builder</strong>",
        "BUTTON_TEXT": "Create"
      },
      "PLAYER": {
        "DESCRIPTION": "Engage your students in active learning scenarios with the <strong>Player</strong>",
        "BUTTON_TEXT": "Experience"
      },
      "ANALYTICS": {
        "DESCRIPTION": "Gain valuable insights and explore dashboards with <strong>Analytics</strong>",
        "BUTTON_TEXT": "Analyze"
      },
      "LIBRARY": {
        "DESCRIPTION": "Explore and share open educational resources in our <strong>Library</strong>",
        "BUTTON_TEXT": "Explore"
      }
    },
    "USER_STORY": {
      "TEACHER": {
        "LEADING_SENTENCE": "Are you a teacher interested to streamline your digital content creation?",
        "TITLE": "Build your material with Graasp",
        "USE_CASE_1": "Embed interactive apps in your class material",
        "USE_CASE_2": "Co-create and share resources with peers",
        "USE_CASE_3": "Explore detailed analytics about your students",
        "BUTTON_TEXT": "Start Today",
        "IMAGE_ATTRIBUTION": "Photo by <author>Tra Nguyen</author> on <image>Unsplash</image>"
      },
      "RESEARCHER": {
        "LEADING_SENTENCE": "Are you a researcher seeking a platform that seamlessly integrates data collection and interactive learning experiences?",
        "TITLE": "Start using Graasp for your research",
        "USE_CASE_1": "Benefit from a safe environnement for research investigations",
        "USE_CASE_2": "Conduct tests with various experimental conditions",
        "USE_CASE_3": "Interact with peers advancing digital learning sciences",
        "BUTTON_TEXT": "Register Now"
      }
    },
    "USER_TESTIMONIES": {
      "TITLE": "What our users say about us",
      "JOIN_US": "Join us and embark on a bright journey in education and professional development!"
    }
  },
  "TERMS": {
    "TITLE": "Terms of service",
    "INTRODUCTION": "By using the Graasp platform and its software, you:",
    "TERM_1": "Confirm that you will not misuse Graasp, or help anyone else to do so",
    "TERM_2": "Confirm that you will not use Graasp for illicit purposes",
    "TERM_3": "Confirm that you are solely responsible for the datasets and results handled or generated by Graasp",
    "TERM_4": "Accept that the Graasp Association and École Polytechnique Fédérale de Lausanne (EPFL) cannot be held liable for any damage resulting from your use of Graasp, including any loss of content and data",
    "TERM_5": "Accept that access to Graasp is provided to you ‘as is’, without any warranty, including as to its proper functioning and fitness for a particular purpose",
    "FINAL_NOTE": "These Terms of Service are governed by the laws of Switzerland. The legal jurisdiction for any dispute shall be Valais (VS), Switzerland.",
    "REFERENCES": "References",
    "GRAASP_LEGAL_DISCLAIMER": {
      "TEXT": "Graasp Legal disclaimer"
    },
    "EPFL_LEGAL_DISCLAIMER": {
      "TEXT": "EPFL Websites disclaimer"
    }
  },
  "DISCLAIMER": {
    "TITLE": "Disclaimer",
    "TEXT": "Graasp (the ‘software’) and its source code are freely distributed under the GNU Affero General Public License (AGPLv3). The software and source code are provided to you “as is”, without warranty of any kind, express or implied. Without limiting the generality of the foregoing, the Graasp Association and École Polytechnique Fédérale de Lausanne (EPFL) make no representation or warranty regarding the functionality, reliability, or performance of the software, or the results to be obtained through the use of the software, or that the operation of the software shall be error-free. In no event shall the Graasp Association or EPFL be liable for any damages arising from the use of Graasp, including but not limited to the distribution, misuse, leakage, or theft of any original files or datasets or duplicates thereof handled, processed, or generated by the software."
  },
  "PRIVACY_POLICY": {
    "TITLE": "Privacy Policy",
    "SECTION_1": {
      "TITLE": "Who we are and how to contact us",
      "DEFINITION": "Graasp is developed and maintained by the Graasp Association and supported by the École Polytechnique Fédérale de Lausanne (EPFL), a public university of science and technology in Switzerland.",
      "COMPLIANCE": "Graasp complies with the privacy policies of EPFL, the Swiss Federal Act on Data Protection (FADP), and with the European GDPR.",
      "CONTACT": "For any questions related to this Privacy Policy you can contact Graasp: <mail>{{email}}</mail>"
    },
    "RESPONSIBILITIES": {
      "TITLE": "Responsibilities",
      "USER_OBLIGATIONS": {
        "TITLE": "User’s obligations",
        "TEXT": "As user, you agree:",
        "AGREEMENT_1": "that you bear all responsibility for the Uploaded Data (see Section 4.4) in Graasp. Graasp does not check users’ uploaded/created content for appropriateness, violations of privacy rights or Intellectual Property Rights. You are responsible for the content that you upload, because you are the data manager over your Uploaded Data;",
        "AGREEMENT_2": "that you will comply at all times with relevant professional and business secrecy obligations if applicable;",
        "AGREEMENT_3": "that Graasp only acts as a data manager regarding the storage and use of your Uploaded Data. Graasp only provides storage spaces and central processing units;",
        "AGREEMENT_4": "that you are aware of the technical and organizational security measures implemented in Graasp;",
        "AGREEMENT_5": "that you will promptly notify Graasp about:",
        "NOTIFICATION": {
          "CASE_1": "any legally binding request for disclosure of the Personal data by a law enforcement authority unless otherwise prohibited;",
          "CASE_2": "any accidental or unauthorized access to proprietary, Personal or Uploaded Data, if technical assistance is required.",
          "CASE_3": "to deal promptly and properly with all inquiries relating to the processing of the Personal Data as requested by applicable laws."
        }
      },
      "GRAASP_OBLIGATIONS": {
        "TITLE": "Obligations of Graasp",
        "TEXT": "Graasp agrees and warrants to provide the services according to the Terms of Use. Graasp is acting as a data manager and warrants:",
        "AGREEMENT_1": "that Graasp keeps detailed and updated records of all management activities carried out on the Personal and Uploaded Data;",
        "AGREEMENT_2": "to guarantee the confidentiality of your Personal and Uploaded Data if they are configured as private;",
        "AGREEMENT_3": "promptly comply with any request from users requiring Graasp to amend, transfer, delete, or otherwise dispose of the Personal and Uploaded Data, or to cease, mitigate, or remedy any authorized processing;",
        "AGREEMENT_4": "that Graasp will not process Personal or Uploaded Data for Graasp‘s own commercial benefit or that of any third party;",
        "AGREEMENT_5": "notify the users without undue delay of any suspected or actual data breach involving their Personal or Uploaded Data;",
        "AGREEMENT_6": "to notify the user immediately if Graasp receives any complaint, request, or other communication concerning the processing of the Personal or Uploaded Data.",
        "AGREEMENT_7": "to assist users with appropriate measures and by providing information for the fulfillment of your obligations under the applicable law."
      }
    },
    "DATA_USAGE": {
      "TITLE": "How Graasp uses your Personal and Uploaded Data",
      "ACCOUNT": {
        "TITLE": "Manage your account",
        "TEXT": "Graasp processes your Account Data (see Section 4.1) for the purposes of operating the Graasp platform and software, providing the Graasp services, and communicating with you about Graasp. The legal basis for the Account Data processing is the contract between users and Graasp as stated in the Terms of Use."
      },
      "PROVIDE_SERVICES": {
        "TITLE": "Provide our services",
        "TEXT": "Graasp processes your Meta-data (see Section 4.2) to provide the Graasp services. For instance, it is used to describe the source of the Personal and Uploaded Data, the lineage, and to display activities performed on the Personal and Uploaded Data. The legal basis for the Meta-data management is the contract between users and Graasp as stated in the Terms of Use."
      },
      "ANALYZE_USAGE": {
        "TITLE": " Ensure the functionalities and understand the use of Graasp",
        "TEXT": "Graasp processes Operational Data (see Section 4.3) for the purpose of analyzing the use of Graasp, but also to ensure the functionalities of Graasp and the comfort of use. The legal basis for the Operational Data processing is the contract between users and Graasp as stated in the Terms of Use."
      },
      "COMPLIANCE": {
        "TITLE": "Compliance with the law",
        "TEXT": "Graasp may process Personal and Uploaded Data, in case of suspected or actual criminal or administrative proceedings led by competent authorities (see Section 4.4). The legal basis for this processing is necessary to carry out a legal obligation."
      },
      "RESEARCH": {
        "TITLE": "Research purposes",
        "TEXT": "Graasp may collect and use your Personal and Upload Data for research purposes. Published scientific results only contain anonymized data."
      }
    },
    "DATA_COLLECTION": {
      "TITLE": "Data collected",
      "TEXT": "Graasp may collect all the following Personal data (referred to as the « Personal Data »).",
      "ACCOUNT": {
        "TITLE": "Account Data",
        "TEXT": "In order to manage the account of a user, Graasp needs to process the following Personal Data (« Account Data »):",
        "DATA_1": "Email address",
        "DATA_2": "Full name",
        "DATA_3": "User ID",
        "DATA_4": "Password",
        "DATA_5": "Other log information",
        "DATA_6": "IP address",
        "DATA_7": "Timestamps of access to Graasp",
        "DATA_8": "Consent logs"
      },
      "METADATA": {
        "TITLE": "Meta-data",
        "TEXT": "In order to provide Graasp services, the information that is collected from your activities in Graasp is required. For instance, collecting provenance of the data (where this data comes from, how it was created) and its lineage (who is using the data and how). Provenance information is not collected automatically without the user’s knowledge, its creation and subsequent collection is subject to a User’s deliberate action using Graasp."
      },
      "OPERATIONAL_DATA": {
        "TITLE": "Operational Data",
        "TEXT": "In order to ensure the operational functioning of Graasp and to understand its use, Graasp needs to process the following Personal Data (« Operational Data »):",
        "DATA_1": "User IP addresses",
        "DATA_2": "User ID",
        "DATA_3": "Telemetry data, i.e. system data, used to get a pulse of the system, how hardware resources are used, by whom and understand why things fail, so that the Graasp team can troubleshoot them, or provide user support",
        "DATA_4": "Logs from the firewall service",
        "DATA_5": "Other logs required to ensure the functionalities of Graasp",
        "DATA_6": "The number and duration of your visits",
        "DATA_7": "Information about what parts of Graasp you visited"
      },
      "UPLOADED_DATA": {
        "TITLE": "Uploaded Data",
        "TEXT": "You can create content (“Uploaded Data”) which may include Personal Data (e.g. educational data, digital documents, etc). You have the control over this data, as explained in the Terms of Use. As mentioned in the Terms of Use, users can decide to make public the Uploaded Data. In this case, other users may use your Uploaded Data for their own purpose, and Graasp cannot be liable for their further-use. Graasp hereby declines all responsibility for the further-use of your Uploaded Data by third-parties."
      }
    },
    "COOKIES": {
      "TITLE": "Cookies",
      "DEFINITION": "A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser. When you access the Graasp platform, the installation of cookies on your devices is possible according to your settings, which will allow Graasp to recognize your browser, during the validity time of the cookies.",
      "PURPOSE": {
        "TEXT": "The cookies that Graasp generates allows:",
        "PURPOSE_1": "to prepare statistics including frequency of access, the use and performances of websites;",
        "PURPOSE_2": "to store preferences and parameters (authentification)",
        "PURPOSE_3": "to enable you to access reserved or personal content on the Graasp platform",
        "PURPOSE_4": "to improve our communication and services."
      },
      "MANAGEMENT": {
        "TEXT": "Most web browsers automatically accept cookies but provide controls that allow you to block or delete them. Please refer to your browser’s privacy or help documentation to find instructions for blocking or deleting cookies. For example:",
        "EDGE": "Edge",
        "SAFARI": "Safari",
        "CHROME": "Chrome",
        "FIREFOX": "Firefox"
      },
      "FINALITY": {
        "TEXT": "If you choose to refuse cookies, you may not have access to certain functionalities of Graasp, which we cannot be held responsible for. The identifier is then sent back to the server each time the browser requests a page from the server. Cookies or similar technologies can be useful in many ways to make your visit in Graasp simpler, more pleasant and more pertinent. Various types of cookies are present in Graasp:",
        "NECESSARY": "Cookies that are strictly necessary, which are necessary for navigation, along with your authentication token after logging in, and to secure Graasp",
        "FUNCTIONAL": "Functionality cookies, which are collecting some of your surfing preferences such as language preferences",
        "ADVERTISING": "Graasp does not use advertising cookies"
      }
    },
    "DATA_RETENTION": {
      "TITLE": "Data retention",
      "TEXT": "Graasp stores your Personal and Uploaded Data as long as your account exists. In order to fulfill our legal obligations or to fulfill our purpose described in Section 4.3, the Operational Data may be anonymized and/or may be kept for a longer period.",
      "STORAGE_LOCATION": "Your Personal Data is stored on secure servers at our Service Provider’s premises in continental Europe (Germany and Switzerland)."
    },
    "DATA_SHARING": {
      "TITLE": "Data Sharing",
      "TEXT": "Graasp is sharing your Personal Data with the following recipients exclusively:",
      "SHARE_1": "Authorized employees and Graasp managers",
      "SHARE_2": "Our Service Providers"
    },
    "SERVICE_PROVIDERS": {
      "TITLE": "Service Providers and Transfers",
      "AWS": {
        "TITLE": "Amazon Web Services (Main service provider)",
        "TEXT": "Graasp uses the services of AWS (Amazon Web Services). No international transfers are foreseen, but their privacy framework can be consulted at the link below.",
        "PRIVACY_POLICY_LINK": "AWS Privacy Policy"
      },
      "OTHER_PROVIDERS": {
        "TITLE": "Other service providers",
        "GOOGLE_ANALYTICS": "Graasp uses anonymised Google Analytics services and Google ReCaptcha services to secure and understand usage of the platform.",
        "SENTRY": "Anonymised data is also shared with Sentry.io for debugging and troubleshooting purposes in order to ensure a smooth and stable experience to our users.",
        "GOOGLE_FONTS": "Graasp may use the services of Google Fonts and other javascript libraries hosted on third-party servers. In those cases, only IP addresses would be communicated to those service providers."
      },
      "TRANSFERS": {
        "TITLE": "Transfers",
        "TEXT": "All your Personal and Uploaded Data is hosted by AWS, in Continental Europe (Germany and Switzerland). Copy of the data might be temporarily stored in the Graasp premises for quality insurance purposes."
      }
    },
    "SECURITY": {
      "TITLE": "Security",
      "TEXT": "Graasp has put in place appropriate security measures pursuant to the acknowledged state of the art. Please note however that Graasp cannot guarantee an absolute security for your Personal and Uploaded Data, to the extent that the data retention and electronic transmission involves certain risks."
    },
    "YOUR_RIGHTS": {
      "TITLE": "Your Rights",
      "TEXT": "The user has a number of rights according to the data protection legislation. These rights can be limited in particular when they affect rights and freedom of others. Graasp will inform you of applicable exceptions in our answer to your potential request.",
      "RIGHTS": {
        "TEXT": "These rights include:",
        "RIGHT_1": "right of access: You have the right to know what Personal Data Graasp hold about you and to ask, in writing, to see your Personal Data. You can directly have this information by contacting the data controllers: contact@graasp.org",
        "RIGHT_2": "right to be informed: You have the right to be informed how your Personal and Uploaded Data will be used. This Privacy Policy as well as any additional information or notice that is provided to you either at the time you provided your details, or otherwise, is intended to provide you with this information.",
        "RIGHT_3": "right to withdraw consent: Graasp processes your Personal Data and Uploaded Data on the basis of your consent; you can withdraw that consent at any time.",
        "RIGHT_4": "right of erasure: In some cases, you have the right to have your Personal and Uploaded Data to be deleted.",
        "RIGHT_5": "right of rectification: If you believe your Personal Data is inaccurate you have the right to ask for their update.",
        "RIGHT_6": "right to file a complaint: If you are unhappy with the way in which Graasp have handled your Personal or Uploaded Data, you have the right to file a complaint with the Federal Data Protection and Information Commissioner (FDPIC) or with the supervisory authority of your country or residency."
      },
      "RESERVATION": "Graasp reserve the right to refuse any abusive request or one which is contrary to applicable laws."
    },
    "POLICY_CHANGES": {
      "TITLE": "Changes to this Privacy Policy",
      "TEXT": "We may revise this Privacy Policy from time to time. The most current version of the policy will govern our processing of your Personal and Uploaded Data and will always be at https://graasp.org/privacy. In case of modifications, they will be published on https://graasp.org/. If you disagree with any of the changes to the Privacy Policy, you must stop using Graasp and ask for the deletion of your account."
    },
    "FINAL_PROVISIONS": {
      "TITLE": "Final provisions",
      "APPLICABLE_LAW": {
        "TITLE": "Applicable law and jurisdiction",
        "TEXT": "Swiss material laws are applicable. The place of execution and of jurisdiction is in Valais."
      }
    }
  },
  "FEATURES": {
    "TITLE": "Transform your teaching experience with Graasp",
    "DESCRIPTION": "Whether you're <bold>crafting tailored content</bold>, <bold>engaging learners in dynamic presentations</bold>, or conducting studies to improve the landscape of digital education, our platform offers a wide range of functionalities to support the creation, presentation, sharing, and analysis of your educational content. <bold>Register for free to Graasp today</bold>, and start creating and sharing your knowledge in a global network of people strongly passionate about education like you!",
    "CALL_TO_ACTION_TEXT": "Support your digital learning journey with our four core services",
    "CALL_TO_ACTION_BUTTON_TEXT": "Register to Graasp",
    "PLATFORM_OVERVIEW": {
      "TITLE": "Graasp at a glance",
      "builder": {
        "TITLE": "Builder",
        "DESCRIPTION": "Tailored for structured content creation",
        "BUTTON_TEXT": "Read More"
      },
      "player": {
        "TITLE": "Player",
        "DESCRIPTION": "Interactive engagement made easy",
        "BUTTON_TEXT": "Read More"
      },
      "analytics": {
        "TITLE": "Analytics",
        "DESCRIPTION": "Discover, Measure, Interpret Data and Insights",
        "BUTTON_TEXT": "Read More"
      },
      "library": {
        "TITLE": "Library",
        "DESCRIPTION": "Collaborative Knowledge Sharing and Discovery",
        "BUTTON_TEXT": "Read More"
      }
    },
    "BLENDED_LEARNING": {
      "TITLE": "What is Blended Learning?",
      "DESCRIPTION_1": "Blended learning merges <strong>traditional classroom teaching</strong> with <strong>online resources</strong>, creating a flexible learning environment. It combines face-to-face instruction with digital tools, allowing students to learn at their own pace and access materials anytime, anywhere.",
      "DESCRIPTION_2": "This approach fosters student <strong>autonomy</strong> and <strong>self-direction</strong> skills by offering personalized learning experiences. Educators can use data-driven insights to tailor instruction and support individual student needs, leading to improved learning outcomes.",
      "DESCRIPTION_3": "Blended learning combines the strengths of classroom teaching with the flexibility of online tools, creating an adaptable and enriched learning atmosphere for students."
    },
    "GRAASP_FEATURES": {
      "TITLE": "Graasp Features",
      "builder": {
        "LEAD_SENTENCE": "Start with the Builder",
        "TITLE": "Use the <color>Builder</color> to give shape to your ideas and lectures",
        "DESCRIPTION": "Create content freely or by using templates aligned with various your teaching style and pedagogical strategy.<br/>Even without templates, our platform's intuitive design ensures a guided and structured content creation experience, reminiscent of familiar file systems. <br/>Collaboration is encouraged, enabling multiple contributors to create cohesive content, and easing the process for teams working collaboratively.",
        "CTA_BUTTON_TEXT": "Start Creating",
        "SECONDARY_ACTION_BUTTON_TEXT": "How to set up",
        "TERTIARY_ACTION_BUTTON_TEXT": "How to manage it"
      },
      "player": {
        "LEAD_SENTENCE": "Present to your audience",
        "TITLE": "Elevate your material with the <color>Player</color>",
        "DESCRIPTION": "Engage learners with an array of interactive tools and features.<br/>From assessment tools such as quizzes, tests, and open questions, to simulating real-world experiments through physics or chemistry labs, coding skill assessments with the code capsule and more!<br/>Embed multimedia content, create shared writing pads, and interact with chatbots.<br/>Our platform enables educators to engage learners effectively and in a variety of ways, ensuring a rich and educative experience both in traditional classrooms and remote learning environments.",
        "CTA_BUTTON_TEXT": "Begin Experiencing",
        "SECONDARY_ACTION_BUTTON_TEXT": "How to add Apps",
        "TERTIARY_ACTION_BUTTON_TEXT": "Player tutorial"
      },
      "analytics": {
        "LEAD_SENTENCE": "Learn from your success and mistakes",
        "TITLE": "Improve your material through the <color>Analytics</color>",
        "DESCRIPTION": "Uncover invaluable insights into learner engagement and content performance through our analytics dashboard. <br/> Track access, interactions, downloads, and more, empowering educators with data-driven insights to enhance student engagement and tailor content delivery to individual classroom needs",
        "CTA_BUTTON_TEXT": "Start Learning",
        "SECONDARY_ACTION_BUTTON_TEXT": "Analytics tutorial",
        "TERTIARY_ACTION_BUTTON_TEXT": "Filter analytics"
      },
      "library": {
        "LEAD_SENTENCE": "Share your knowledge!",
        "TITLE": "Join a community of educators in the <color>Library</color>",
        "DESCRIPTION": "Collaboration lies at the heart of Graasp. Our shared library fosters a vibrant community of educators and professionals. Easily share and access content, co-create materials, and connect with fellow educators, amplifying knowledge sharing and collective learning experiences.",
        "CTA_BUTTON_TEXT": "Explore Content",
        "SECONDARY_ACTION_BUTTON_TEXT": "How to navigate",
        "TERTIARY_ACTION_BUTTON_TEXT": "How to Publish"
      }
    },
    "PRICING": {
      "TITLE": "Unlock even more with Graasp Premium",
      "CALL_TO_ACTION": "Upgrade to Premium today",
      "FREE": {
        "NAME": "Basic Plan",
        "STORAGE": "5 GB of storage for video, images, documents",
        "SUPPORT": "Free tutorials",
        "TEMPLATES": "Standard templates",
        "PRICE": "Free"
      },
      "PREMIUM": {
        "NAME": "Premium Plan",
        "STORAGE": "15 GB of storage for video, images, documents",
        "SUPPORT": "Direct support line",
        "TEMPLATES": "Extended templates selection",
        "PRICE": "XX CHF/month"
      },
      "CUSTOM": {
        "NAME": "Custom plan",
        "CONTACT_US": "Contact our team to discuss a solution that fits your needs.",
        "GET_A_QUOTE": "Get a quote for your desired services"
      }
    },
    "BLOG": {
      "LEAD_SENTENCE": "Graasp is constantly growing!",
      "TITLE": "Visit our blog to discover all the latest updates!",
      "DESCRIPTION": "Discover updates, enrich your Graasp experience",
      "BUTTON_TEXT": "Visit our Blog"
    }
  },
  "ABOUT_US": {
    "TITLE": "Meet the people behind Graasp",
    "DESCRIPTION_1": "Founded by a dedicated team of professionals, our mission is to bridge the gap between cutting-edge technology and education, empowering educators and researchers globally.",
    "DESCRIPTION_2": "We aim to bridge the gap between research environments and traditional educational settings such as schools. We envision a future where Graasp empowers educators and students in traditional educational setups and more, revolutionizing teaching methodologies and fostering engaging learning experiences.",

    "ASSOCIATION": {
      "TITLE": "Graasp Association",
      "DESCRIPTION": "Graasp is more than a Learning Experience Platform. It is a product behind which there is a Swiss Non-Profit Organization dedicated to advancing digital education. Our primary goal is to support educators and researchers every step of the way, providing help and training to achieve their objectives effectively.",
      "PROJECTS": {
        "TITLE": "Other projects",
        "HELVETAS": {
          "TITLE": "Helvetas",
          "DESCRIPTION": "Collaborative digital platform for training young people on migration routes"
        },
        "CLIMATE": {
          "TITLE": "Climate",
          "DESCRIPTION": "Active learning simulations for investigating the science of global warming"
        }
      }
    },
    "TEAM": {
      "TITLE": "Meet the team!",
      "STATUSES": {
        "TITLE_PRESIDENT": "President",
        "TITLE_MANAGING_DIRECTOR": "Managing Director",
        "TITLE_VP_RESEARCH": "VP Research",
        "TITLE_VP_PRODUCT": "VP Product",
        "TITLE_VP_ENGINEERING": "VP Engineering",
        "TITLE_VP_OUTREACH": "VP Outreach",
        "TITLE_VP_INNOVATION": "VP Innovation",
        "TITLE_VP_TECHNOLOGY": "VP Technology",
        "TITLE_VP_EDUCATION_AND_CONTENT": "VP Education and Content",
        "TITLE_SOFTWARE_ENGINEER": "Software Engineer",
        "TITLE_AMBASSADOR": "Ambassador",
        "TITLE_PEDAGOGICAL_ENGINEER": "Pedagogical Engineer"
      }
    },
    "PRESENTATION_VIDEO": {
      "TITLE": "Take a look at our presentation video",
      "JOIN_BUTTON_TEXT": "Join our Community",
      "LIBRARY_BUTTON_TEXT": "Explore the Library"
    }
  },
  "NEWSLETTER": {
    "LEAD_SENTENCE": "Do you want to be updated?",
    "TITLE": "Subscribe to our newsletter!",
    "INPUT_LABEL": "Email Address",
    "INPUT_PLACEHOLDER": "Where should we contact you ?",
    "BUTTON_TEXT": "Subscribe"
  },
  "FOOTER": {
    "TAG_LINE": "Developed in Switzerland by the Graasp Association",
    "CONTENT": {
      "TITLE": "Content",
      "HOME": "Home",
      "FEATURES": "Features",
      "ABOUT_US": "About Us",
      "SUPPORT": "Support",
      "CONTACT_US": "Contact Us"
    },
    "PARTNERS": {
      "TITLE": "Partners"
    },
    "SOCIAL": {
      "TITLE": "Social"
    },
    "OTHER": {
      "TITLE": "Other",
      "TERMS": "Terms of Service",
      "POLICY": "Privacy Policy",
      "DISCLAIMER": "Disclaimer"
    }
  },
  "NAV": {
    "GO_TO_GRAASP": "Get Started"
  }
}
