{
  "HOME": {
    "TITLE": "Graasp",
    "SUBTITLE": "Votre plateforme d'expérience d'apprentissage",
    "REGISTER_CALL_TO_ACTION": "Créer un compte",
    "LIBRARY_CALL_TO_ACTION": "Visiter la bibliothèque",
    "SUPPORTERS_LABEL": "Soutenu par",
    "MISSION": {
      "CALL_TO_ACTION_LABEL": "Voulez-vous en savoir plus ?",
      "CALL_TO_ACTION_BUTTON_TEXT": "Apprenez à nous connaître"
    },
    "PUZZLE": {
      "TITLE": "Une plateforme tout-en-un, comment ?",
      "BUILDER": {
        "BUTTON_TEXT": "Créer"
      },
      "PLAYER": {
        "BUTTON_TEXT": "Essayer"
      },
      "ANALYTICS": {
        "BUTTON_TEXT": "Analyser"
      },
      "LIBRARY": {
        "BUTTON_TEXT": "Explorer"
      }
    },
    "USER_STORY": {
      "TEACHER": {
        "USE_CASE_1": "Intégrez des applications interactives dans votre matériel de cours",
        "USE_CASE_3": "Explorez des analyses détaillées sur vos étudiants",
        "BUTTON_TEXT": "Commencer aujourd'hui",
        "IMAGE_ATTRIBUTION": "Photo de <author>Tra Nguyen</author> sur <image>Unsplash</image>"
      },
      "RESEARCHER": {
        "TITLE": "Commencez à utiliser Graasp pour vos recherches",
        "BUTTON_TEXT": "S'inscrire maintenant"
      }
    }
  },
  "TERMS": {
    "TITLE": "Conditions d'utilisation",
    "INTRODUCTION": "En utilisant la plateforme Graasp et son logiciel, vous :",
    "TERM_1": "Confirmez que vous n'utiliserez pas Graasp à mauvais escient et que vous n'aiderez personne d'autre à le faire.",
    "TERM_2": "Confirmez que vous n'utiliserez pas Graasp à des fins illicites",
    "TERM_3": "Confirmez que vous êtes seul responsable des ensembles de données et des résultats traités ou générés par Graasp",
    "TERM_4": "Acceptez que l'Association Graasp et l'École Polytechnique Fédérale de Lausanne (EPFL) ne peuvent être tenues responsables de tout dommage résultant de votre utilisation de Graasp, y compris toute perte de contenu et de données",
    "TERM_5": "Acceptez que l'accès à Graasp vous soit fourni « tel quel », sans aucune garantie, y compris quant à son bon fonctionnement et son adéquation à un usage particulier",
    "FINAL_NOTE": "Les présentes conditions générales de service sont régies par les lois suisses. Le tribunal compétent pour tout litige sera celui du Valais (VS), Suisse.",
    "REFERENCES": "Références",
    "GRAASP_LEGAL_DISCLAIMER": {
      "TEXT": "Mentions légales de Graasp"
    },
    "EPFL_LEGAL_DISCLAIMER": {
      "TEXT": "Mentions légales des sites web de l'EPFL"
    }
  },
  "DISCLAIMER": {
    "TITLE": "Clause de non-responsabilité",
    "TEXT": "Graasp (le « logiciel ») et son code source sont distribués gratuitement sous la licence publique générale GNU Affero (AGPLv3). Le logiciel et le code source vous sont fournis « tels quels », sans aucune garantie, expresse ou implicite. Sans limiter la généralité de ce qui précède, l’Association Graasp et l’École Polytechnique Fédérale de Lausanne (EPFL) ne font aucune déclaration ni ne donnent aucune garantie concernant la fonctionnalité, la fiabilité ou les performances du logiciel, ou les résultats à obtenir grâce à l’utilisation du logiciel, ou que le fonctionnement du logiciel sera exempt d’erreurs. En aucun cas, l’Association Graasp ou l’EPFL ne seront responsables des dommages résultant de l’utilisation de Graasp, y compris, mais sans s’y limiter, la distribution, l’utilisation abusive, la fuite ou le vol de fichiers ou d’ensembles de données originaux ou de copies de ceux-ci manipulés, traités ou générés par le logiciel."
  },
  "PRIVACY_POLICY": {
    "TITLE": "Politique de confidentialité",
    "SECTION_1": {
      "TITLE": "Qui sommes-nous et comment nous contacter",
      "DEFINITION": "Graasp est développé et maintenu par l'Association Graasp et soutenu par l'École Polytechnique Fédérale de Lausanne (EPFL), une université publique de science et de technologie en Suisse.",
      "COMPLIANCE": "Graasp se conforme aux politiques de confidentialité de l'EPFL, à la loi fédérale suisse sur la protection des données (LPD) et au RGPD européen.",
      "CONTACT": "Pour toute question relative à cette politique de confidentialité, vous pouvez contacter Graasp : <mail>{{email}}</mail>"
    },
    "RESPONSIBILITIES": {
      "TITLE": "Responsabilités",
      "USER_OBLIGATIONS": {
        "TITLE": "Obligations de l’utilisateur",
        "TEXT": "En tant qu'utilisateur, vous acceptez :",
        "AGREEMENT_1": "que vous assumez l'entière responsabilité des Données téléchargées (voir Section 4.4) dans Graasp. Graasp ne vérifie pas le contenu téléchargé/créé par les utilisateurs pour s'assurer qu'il est approprié, qu'il ne viole pas les droits de confidentialité ou les droits de propriété intellectuelle. Vous êtes responsable du contenu que vous téléchargez, car vous êtes le gestionnaire des données sur vos Données téléchargées ;",
        "AGREEMENT_2": "que vous vous conformerez à tout moment aux obligations pertinentes en matière de secret professionnel et de secret des affaires, le cas échéant ;",
        "AGREEMENT_3": "que Graasp agit uniquement en tant que gestionnaire de données concernant le stockage et l'utilisation de vos Données téléchargées. Graasp fournit uniquement des espaces de stockage et des unités centrales de traitement ;",
        "AGREEMENT_4": "que vous avez connaissance des mesures de sécurité techniques et organisationnelles mises en œuvre chez Graasp ;",
        "AGREEMENT_5": "que vous informerez rapidement Graasp de :",
        "NOTIFICATION": {
          "CASE_1": "toute demande juridiquement contraignante de divulgation des Données personnelles par une autorité chargée de l’application de la loi, sauf interdiction contraire ;",
          "CASE_2": "tout accès accidentel ou non autorisé à des données exclusives, personnelles ou téléchargées, si une assistance technique est requise.",
          "CASE_3": "de traiter rapidement et correctement toutes les demandes relatives au traitement des données personnelles comme l’exigent les lois applicables."
        }
      },
      "GRAASP_OBLIGATIONS": {
        "TITLE": "Obligations de Graasp",
        "TEXT": "Graasp s'engage à fournir les services conformément aux conditions d'utilisation. Graasp agit en tant que gestionnaire de données et garantit :",
        "AGREEMENT_1": "que Graasp conserve des enregistrements détaillés et mis à jour de toutes les activités de gestion effectuées sur les données personnelles et téléchargées ;",
        "AGREEMENT_2": "de garantir la confidentialité de vos Données Personnelles et Téléchargées si elles sont configurées comme privées ;",
        "AGREEMENT_3": "se conformer rapidement à toute demande des utilisateurs exigeant que Graasp modifie, transfère, supprime ou élimine de toute autre manière les données personnelles et téléchargées, ou qu'il cesse, atténue ou remédie à tout traitement autorisé ;",
        "AGREEMENT_4": "que Graasp ne traitera pas les données personnelles ou téléchargées pour son propre bénéfice commercial ou celui d'un tiers ;",
        "AGREEMENT_5": "informer les utilisateurs sans délai de toute violation de données suspectée ou réelle impliquant leurs données personnelles ou téléchargées ;",
        "AGREEMENT_6": "d'informer immédiatement l'utilisateur si Graasp reçoit une plainte, une demande ou toute autre communication concernant le traitement des données personnelles ou téléchargées.",
        "AGREEMENT_7": "pour aider les utilisateurs à prendre les mesures appropriées et en leur fournissant des informations pour l'accomplissement de leurs obligations en vertu de la loi applicable."
      }
    },
    "DATA_USAGE": {
      "TITLE": "Comment Graasp utilise vos données personnelles et téléchargées",
      "ACCOUNT": {
        "TITLE": "Gestion du compte",
        "TEXT": "Graasp traite vos données de compte (voir section 4.1) à des fins d'exploitation de la plateforme et du logiciel Graasp, de fourniture des services Graasp et de communication avec vous à propos de Graasp. La base juridique du traitement des données de compte est le contrat entre les utilisateurs et Graasp tel qu'indiqué dans les conditions d'utilisation."
      },
      "PROVIDE_SERVICES": {
        "TITLE": "Fourniture des services",
        "TEXT": "Graasp traite vos métadonnées (voir section 4.2) pour fournir les services Graasp. Par exemple, elles sont utilisées pour décrire la source des données personnelles et téléchargées, la lignée et pour afficher les activités effectuées sur les données personnelles et téléchargées. La base juridique de la gestion des métadonnées est le contrat entre les utilisateurs et Graasp comme indiqué dans les conditions d'utilisation."
      },
      "ANALYZE_USAGE": {
        "TITLE": "Assurer les fonctionnalités et comprendre l'utilisation de Graasp",
        "TEXT": "Graasp traite les Données Opérationnelles (voir Section 4.3) dans le but d'analyser l'utilisation de Graasp, mais aussi pour assurer les fonctionnalités de Graasp et le confort d'utilisation. La base juridique du traitement des Données Opérationnelles est le contrat entre les utilisateurs et Graasp tel qu'indiqué dans les Conditions d'Utilisation."
      },
      "COMPLIANCE": {
        "TITLE": "Respect de la loi",
        "TEXT": "Graasp peut être amené à traiter des données personnelles et des données téléchargées en cas de suspicion ou de poursuites pénales ou administratives menées par les autorités compétentes (voir section 4.4). La base juridique de ce traitement est nécessaire pour exécuter une obligation légale."
      },
      "RESEARCH": {
        "TITLE": "Objectifs de recherche",
        "TEXT": "Graasp peut collecter et utiliser vos données personnelles et vos données téléchargées à des fins de recherche. Les résultats scientifiques publiés ne contiennent que des données anonymisées."
      }
    },
    "DATA_COLLECTION": {
      "TITLE": "Données collectées",
      "TEXT": "Graasp est susceptible de collecter toutes les Données personnelles suivantes (appelées les « Données personnelles »).",
      "ACCOUNT": {
        "TITLE": "Données du compte",
        "TEXT": "Afin de gérer le compte d'un utilisateur, Graasp doit traiter les Données Personnelles suivantes (« Données du Compte ») :",
        "DATA_1": "Adresse email",
        "DATA_2": "Nom et prénom",
        "DATA_3": "ID de l'utilisateur",
        "DATA_4": "Mot de passe",
        "DATA_5": "Autres informations du journal",
        "DATA_6": "Adresse IP",
        "DATA_7": "Horodatages d'accès à Graasp",
        "DATA_8": "Journaux de consentement"
      },
      "METADATA": {
        "TITLE": "Méta-données",
        "TEXT": "Afin de fournir les services Graasp, les informations collectées à partir de vos activités dans Graasp sont nécessaires. Par exemple, la collecte de la provenance des données (d'où viennent ces données, comment elles ont été créées) et de leur lignée (qui utilise les données et comment). Les informations sur la provenance ne sont pas collectées automatiquement à l'insu de l'utilisateur, leur création et leur collecte ultérieure sont soumises à l'action délibérée d'un utilisateur utilisant Graasp."
      },
      "OPERATIONAL_DATA": {
        "TITLE": "Données opérationnelles",
        "TEXT": "Afin d'assurer le fonctionnement opérationnel de Graasp et de comprendre son utilisation, Graasp doit traiter les Données Personnelles suivantes (« Données Opérationnelles ») :",
        "DATA_1": "Adresses IP des utilisateurs",
        "DATA_2": "ID de l'utilisateur",
        "DATA_3": "Données de télémétrie, c'est-à-dire données système, utilisées pour obtenir une impulsion du système, comment les ressources matérielles sont utilisées, par qui et comprendre pourquoi les choses échouent, afin que l'équipe Graasp puisse les résoudre ou fournir une assistance aux utilisateurs",
        "DATA_4": "Journaux du service de pare-feu",
        "DATA_5": "Autres journaux nécessaires pour assurer les fonctionnalités de Graasp",
        "DATA_6": "Le nombre et la durée de vos visites",
        "DATA_7": "Informations sur les parties de Graasp que vous avez visitées"
      },
      "UPLOADED_DATA": {
        "TITLE": "Données téléchargées",
        "TEXT": "Vous pouvez créer du contenu (« Données téléchargées ») qui peut inclure des Données personnelles (par exemple des données pédagogiques, des documents numériques, etc.). Vous avez le contrôle de ces données, comme expliqué dans les Conditions d'utilisation. Comme mentionné dans les Conditions d'utilisation, les utilisateurs peuvent décider de rendre publiques les Données téléchargées. Dans ce cas, d'autres utilisateurs peuvent utiliser vos Données téléchargées à leurs propres fins, et Graasp ne peut être tenu responsable de leur utilisation ultérieure. Graasp décline par la présente toute responsabilité quant à l'utilisation ultérieure de vos Données téléchargées par des tiers."
      }
    },
    "COOKIES": {
      "TITLE": "Cookies",
      "DEFINITION": "Un cookie est un fichier contenant un identifiant (une chaîne de lettres et de chiffres) envoyé par un serveur web à un navigateur web et stocké par le navigateur. Lorsque vous accédez à la plateforme Graasp, l'installation de cookies sur vos terminaux est possible selon vos paramètres, ce qui permettra à Graasp de reconnaître votre navigateur, pendant la durée de validité des cookies.",
      "PURPOSE": {
        "TEXT": "Les cookies que Graasp génère permettent :",
        "PURPOSE_1": "d’établir des statistiques incluant la fréquence d’accès, l’utilisation et les performances des sites Internet ;",
        "PURPOSE_2": "pour stocker les préférences et les paramètres (authentification)",
        "PURPOSE_3": "pour vous permettre d'accéder à du contenu réservé ou personnel sur la plateforme Graasp",
        "PURPOSE_4": "pour améliorer notre communication et nos services."
      },
      "MANAGEMENT": {
        "TEXT": "La plupart des navigateurs Web acceptent automatiquement les cookies, mais proposent des options de contrôle qui vous permettent de les bloquer ou de les supprimer. Veuillez consulter la documentation de confidentialité ou d'aide de votre navigateur pour obtenir des instructions sur le blocage ou la suppression des cookies. Par exemple :",
        "EDGE": "Edge",
        "SAFARI": "Safari",
        "CHROME": "Chrome",
        "FIREFOX": "Firefox"
      },
      "FINALITY": {
        "TEXT": "Si vous choisissez de refuser les cookies, vous risquez de ne pas avoir accès à certaines fonctionnalités de Graasp, ce dont nous ne pouvons être tenus responsables. L'identifiant est alors renvoyé au serveur à chaque fois que le navigateur demande une page au serveur. Les cookies ou technologies similaires peuvent être utiles de nombreuses manières pour rendre votre visite sur Graasp plus simple, plus agréable et plus pertinente. Différents types de cookies sont présents sur Graasp :",
        "NECESSARY": "Cookies strictement nécessaires, nécessaires à la navigation, ainsi qu'à votre jeton d'authentification après connexion, et pour sécuriser Graasp",
        "FUNCTIONAL": "Cookies de fonctionnalité, qui collectent certaines de vos préférences de navigation telles que les préférences linguistiques",
        "ADVERTISING": "Graasp n'utilise pas de cookies publicitaires"
      }
    },
    "DATA_RETENTION": {
      "TITLE": "Conservation des données",
      "TEXT": "Graasp conserve vos données personnelles et téléchargées aussi longtemps que votre compte existe. Afin de remplir nos obligations légales ou de remplir notre objectif décrit dans la section 4.3, les données opérationnelles peuvent être anonymisées et/ou conservées pendant une période plus longue.",
      "STORAGE_LOCATION": "Vos Données Personnelles sont stockées sur des serveurs sécurisés dans les locaux de notre Prestataire de Services en Europe continentale (Allemagne et Suisse)."
    },
    "DATA_SHARING": {
      "TITLE": "Partage de données",
      "TEXT": "Graasp partage vos données personnelles exclusivement avec les destinataires suivants :",
      "SHARE_1": "Employés autorisés et responsables de Graasp",
      "SHARE_2": "Nos prestataires de services"
    },
    "SERVICE_PROVIDERS": {
      "TITLE": "Prestataires de services et transferts",
      "AWS": {
        "TITLE": "Amazon Web Services (Principal fournisseur de services)",
        "TEXT": "Graasp utilise les services d'AWS (Amazon Web Services). Aucun transfert international n'est prévu, mais leur cadre de confidentialité peut être consulté sur le lien ci-dessous.",
        "PRIVACY_POLICY_LINK": "Politique de confidentialité d'AWS"
      },
      "OTHER_PROVIDERS": {
        "TITLE": "Autres prestataires de services",
        "GOOGLE_ANALYTICS": "Graasp utilise les services Google Analytics anonymisés et les services Google ReCaptcha pour sécuriser et comprendre l'utilisation de la plateforme.",
        "SENTRY": "Des données anonymisées sont également partagées avec Sentry.io à des fins de débogage et de dépannage afin de garantir une expérience fluide et stable à nos utilisateurs.",
        "GOOGLE_FONTS": "Graasp peut utiliser les services de Google Fonts et d'autres bibliothèques JavaScript hébergées sur des serveurs tiers. Dans ces cas, seules les adresses IP seront communiquées à ces fournisseurs de services."
      },
      "TRANSFERS": {
        "TITLE": "Transferts",
        "TEXT": "Toutes vos données personnelles et téléchargées sont hébergées par AWS, en Europe continentale (Allemagne et Suisse). Une copie des données peut être temporairement stockée dans les locaux de Graasp à des fins d'assurance qualité."
      }
    },
    "SECURITY": {
      "TITLE": "Sécurité",
      "TEXT": "Graasp a mis en place des mesures de sécurité appropriées conformément à l'état de la technique reconnu. Veuillez toutefois noter que Graasp ne peut garantir une sécurité absolue de vos données personnelles et téléchargées, dans la mesure où la conservation des données et la transmission électronique comportent certains risques."
    },
    "YOUR_RIGHTS": {
      "TITLE": "Vos droits",
      "TEXT": "L'utilisateur dispose d'un certain nombre de droits conformément à la législation sur la protection des données. Ces droits peuvent être limités notamment lorsqu'ils affectent les droits et libertés d'autrui. Graasp vous informera des exceptions applicables dans notre réponse à votre éventuelle demande.",
      "RIGHTS": {
        "TEXT": "Ces droits incluent :",
        "RIGHT_1": "droit d'accès : Vous avez le droit de savoir quelles Données Personnelles Graasp détient à votre sujet et de demander, par écrit, à consulter vos Données Personnelles. Vous pouvez obtenir directement ces informations en contactant les responsables du traitement : contact@graasp.org",
        "RIGHT_2": "Droit d'être informé : Vous avez le droit d'être informé de la manière dont vos données personnelles et vos données téléchargées seront utilisées. La présente politique de confidentialité ainsi que toute information ou notification supplémentaire qui vous est fournie au moment où vous avez fourni vos coordonnées ou autrement, sont destinées à vous fournir ces informations.",
        "RIGHT_3": "droit de retirer votre consentement : Graasp traite vos données personnelles et vos données téléchargées sur la base de votre consentement ; vous pouvez retirer ce consentement à tout moment.",
        "RIGHT_4": "droit à l’effacement : Dans certains cas, vous avez le droit de faire supprimer vos données personnelles et vos données téléchargées.",
        "RIGHT_5": "droit de rectification : Si vous estimez que vos Données Personnelles sont inexactes, vous avez le droit de demander leur mise à jour.",
        "RIGHT_6": "droit de déposer une plainte : Si vous n'êtes pas satisfait de la manière dont Graasp a traité vos données personnelles ou téléchargées, vous avez le droit de déposer une plainte auprès du Commissaire fédéral à la protection des données et à la transparence (PFPDT) ou auprès de l'autorité de contrôle de votre pays ou de votre résidence."
      },
      "RESERVATION": "Graasp se réserve le droit de refuser toute demande abusive ou contraire aux lois applicables."
    },
    "POLICY_CHANGES": {
      "TITLE": "Modifications de la présente politique de confidentialité",
      "TEXT": "Nous sommes susceptibles de réviser cette politique de confidentialité de temps à autre. La version la plus récente de la politique régira notre traitement de vos données personnelles et téléchargées et sera toujours disponible sur https://graasp.org/privacy. En cas de modifications, elles seront publiées sur https://graasp.org/. Si vous n'êtes pas d'accord avec l'une des modifications apportées à la politique de confidentialité, vous devez cesser d'utiliser Graasp et demander la suppression de votre compte."
    },
    "FINAL_PROVISIONS": {
      "TITLE": "Dispositions finales",
      "APPLICABLE_LAW": {
        "TITLE": "Droit applicable et juridiction",
        "TEXT": "Le droit matériel suisse est applicable. Le lieu d'exécution et le for juridique sont en Valais."
      }
    }
  },
  "FOOTER": {
    "TAG_LINE": "Développé en Suisse par l'association Graasp",
    "CONTENT": {
      "TITLE": "Contenu",
      "HOME": "Accueil",
      "FEATURES": "Fonctionnalités",
      "ABOUT_US": "À propos de nous",
      "SUPPORT": "Support utilisateur",
      "CONTACT_US": "Contactez-nous"
    },
    "PARTNERS": {
      "TITLE": "Partenaires"
    },
    "SOCIAL": {
      "TITLE": "Réseaux sociaux"
    },
    "OTHER": {
      "TITLE": "Autre",
      "TERMS": "Conditions d'utilisation",
      "POLICY": "Politique de confidentialité",
      "DISCLAIMER": "Clause de non-responsabilité"
    }
  }
}
