{
  "DEFAULT_FAILURE": "Une erreur inattendue s'est produite",
  "DEFAULT_SUCCESS": "L'opération a réussi",
  "ITEM_NOT_FOUND": "Un élément n'a pas été trouvé",
  "TOO_MANY_DESCENDANTS": "Un élément a trop de descendants pour que l'opération puisse se poursuivre",
  "USER_CANNOT_READ_ITEM": "Vous ne pouvez pas lire cet article",
  "USER_CANNOT_WRITE_ITEM": "Vous ne pouvez pas écrire cet article",
  "USER_CANNOT_ADMIN_ITEM": "Vous ne pouvez pas administrer cet article",
  "INVALID_MEMBERSHIP": "Vous ne pouvez pas donner une autorisation inférieure à celle de l'élément parent",
  "ITEM_MEMBERSHIP_NOT_FOUND": "Aucune autorisation trouvée pour cet utilisateur pour cet élément",
  "MODIFY_EXISTING": "Une autorisation pour cet utilisateur pour cet élément existe déjà. Modifiez plutôt l'autorisation existante",
  "INVALID_PERMISSION_LEVEL": "L'élément parent autorise un niveau d'autorisation supérieur à celui soumis",
  "HIERARCHY_TOO_DEEP": "Une erreur s'est produite car la hiérarchie est trop profonde",
  "TOO_MANY_CHILDREN": "Un élément a trop d'enfants pour que l'opération puisse se poursuivre",
  "INVALID_MOVE_TARGET": "Vous ne pouvez pas déplacer d'éléments vers l'élément que vous avez sélectionné",
  "MEMBER_NOT_FOUND": "Aucun utilisateur n'a été trouvé",
  "CANNOT_MODIFY_OTHER_MEMBERS": "Vous ne pouvez pas modifier un autre utilisateur",
  "TOO_MANY_MEMBERSHIP": "Un élément a trop d'adhésions pour que l'opération puisse se poursuivre",
  "MEMBER_CANNOT_ACCESS": "Un utilisateur n'a pas accès à un élément",
  "MEMBER_ALREADY_SIGNED_UP": "Vous avez déjà un compte, nous vous enverrons un email pour vous connecter",
  "MEMBER_NOT_SIGNED_UP": "Aucun compte trouvé pour cet email",
  "MEMBER_WITHOUT_PASSWORD": "Ce compte n'a pas de mot de passe configuré",
  "INCORRECT_PASSWORD": "Le mot de passe soumis est incorrect pour ce compte",
  "TOKEN_EXPIRED": "Votre session a expiré",
  "INVALID_TOKEN": "Votre session est invalide",
  "INVALID_SESSION": "Votre session a expiré",
  "ORPHAN_SESSION": "Votre session a expiré",
  "DATABASE_ERROR": "Une erreur inattendue s'est produite au niveau de la base de données",
  "UNEXPECTED_ERROR": "Une erreur inattendue s'est produite",
  "EMAIL_ALREADY_TAKEN": "Cet email est déjà pris",
  "STORAGE_EXCEEDED": "Vous avez dépassé votre espace de stockage de fichiers autorisé",
  "FILE_SIZE_NOT_FOUND": "La taille du fichier n'a pas pu être calculée",
  "FILE_IS_NOT_IMAGE": "Le fichier n'est pas une image",
  "INVALID_UPLOAD_PARAMETERS": "Un ou plusieurs paramètres de téléchargement ne sont pas valides",
  "UPLOAD_EMPTY_FILE": "Impossible de télécharger un fichier vide",
  "UPLOAD_TOO_MANY_FILES": "Impossible de télécharger trop de fichiers",
  "UPLOAD_BIG_FILES": "Impossible de télécharger des fichiers volumineux",
  "INVALID_FILE_PATH_FOR_COPY": "Le chemin du fichier soumis n'est pas valide pour la copie",
  "INVALID_FILE_PATH_FOR_DELETE": "Le chemin du fichier soumis n'est pas valide pour la suppression",
  "INVALID_FOLDER_PATH_FOR_DELETE": "Le chemin du dossier soumis n'est pas valide pour la suppression",
  "INVALID_DOWNLOAD_PARAMETERS": "Un ou plusieurs paramètres de téléchargement ne sont pas valides",
  "LOCAL_FILE_NOT_FOUND": "Le fichier local n'est pas trouvé",
  "S3_FILE_NOT_FOUND": "Le fichier S3 n'est pas trouvé",
  "UPLOAD_FILE_UNEXPECTED_ERROR": "Une erreur inattendue s'est produite lors du téléchargement d'un fichier",
  "DOWNLOAD_FILE_UNEXPECTED_ERROR": "Une erreur inattendue s'est produite lors du téléchargement d'un fichier",
  "RESTORE_ITEMS": "Vous avez restauré avec succès le(s) article(s)",
  "CREATE_ITEM": "L'article a été créé avec succès",
  "DELETE_ITEM": "L'élément a été supprimé avec succès",
  "DELETE_ITEMS": "Les éléments ont été supprimés avec succès",
  "MOVE_ITEM": "L'élément a été déplacé avec succès",
  "MOVE_ITEMS": "Les éléments ont été déplacés avec succès",
  "COPY_ITEM": "Les éléments ont été copiés avec succès",
  "COPY_ITEMS": "Les éléments ont été copiés avec succès",
  "EDIT_ITEM": "L'élément a été modifié avec succès",
  "SHARE_ITEM": "Les éléments ont été partagés avec succès",
  "UPLOAD_FILES": "Le(s) fichier(s) ont été téléchargés avec succès",
  "SIGN_OUT": "Vous vous êtes déconnecté avec succès",
  "SIGN_IN": "Vos informations sont valides, vous recevrez un email pour vous connecter",
  "SIGN_IN_WITH_PASSWORD": "Vous vous êtes connecté avec succès",
  "SIGN_UP": "Vous vous êtes inscrit avec succès, vous recevrez un email pour vous connecter",
  "PASSWORD_RESET_REQUEST": "La demande de réinitialisation du mot de passe a été envoyée avec succès. Veuillez vérifier votre boîte de réception.",
  "PASSWORD_RESET": "Le mot de passe a été mis à jour avec succès. Vous pouvez désormais vous connecter avec votre nouveau mot de passe.",
  "EDIT_MEMBER": "L'utilisateur a été mis à jour avec succès",
  "COPY_MEMBER_ID_TO_CLIPBOARD": "L'ID utilisateur a été copié avec succès",
  "EDIT_ITEM_MEMBERSHIP": "L'appartenance à l'élément a été modifiée avec succès",
  "DELETE_ITEM_MEMBERSHIP": "L'adhésion à l'article a été supprimée avec succès",
  "POST_ITEM_FLAG": "L'article a été signalé avec succès",
  "COPY_ITEM_LINK_TO_CLIPBOARD": "Le lien a été copié avec succès",
  "RECYCLE_ITEM": "L'élément a été déplacé avec succès vers la corbeille",
  "RECYCLE_ITEMS": "Les éléments ont été déplacés avec succès vers la corbeille",
  "UPLOAD_ITEM_THUMBNAIL": "La miniature a été téléchargée avec succès",
  "UPLOAD_AVATAR": "L'avatar a été téléchargé avec succès",
  "IMPORT_ZIP": "L'archive ZIP a été importée avec succès",
  "IMPORT_H5P": "Le package H5P a été importé avec succès",
  "DELETE_MEMBER": "Le compte a été supprimé avec succès",
  "UPDATE_PASSWORD": "Le mot de passe a été mis à jour avec succès",
  "UPDATE_EMAIL": "Une demande de validation a été envoyée à la nouvelle adresse e-mail",
  "VALIDATE_EMAIL": "La nouvelle adresse email a été validée. Vous pouvez désormais l'utiliser pour vous connecter et recevoir des notifications.",
  "DELETE_ITEM_LOGIN_SCHEMA": "Le schéma de connexion de l'élément a été supprimé avec succès",
  "PUT_ITEM_LOGIN_SCHEMA": "Le schéma de connexion de l'élément a été mis à jour avec succès",
  "INVALID_ARCHIVE_FILE": "Le fichier soumis n'est pas une archive zip",
  "INVALID_FILE_ITEM": "Les propriétés du fichier ne sont pas valides",
  "INVALID_ITEM_TYPE_FOR_DOWNLOAD": "Impossible de récupérer les données pour le type de cet élément",
  "UNEXPECTED_EXPORT_ERROR": "Une erreur s'est produite lors de l'exportation du fichier zip",
  "NOT_APP_ITEM": "L'élément ciblé n'est pas un élément d'application",
  "INVALID_APP_ORIGIN": "L'application ne correspond pas à son origine enregistrée",
  "TOKEN_ITEM_ID_MISMATCH": "Le jeton d'authentification ne correspond pas à l'élément ciblé",
  "APP_DATA_NOT_FOUND": "Aucune donnée d'application n'a été trouvée",
  "APP_DATA_NOT_ACCESSIBLE": "Le membre ne peut pas demander ces données d'application",
  "APP_ACTION_NOT_ACCESSIBLE": "Le membre ne peut pas demander cette action d'application",
  "APP_SETTING_NOT_FOUND": "Aucun paramètre d'application n'a été trouvé",
  "PREVENT_APP_DATA_FILE_UPDATE": "Les données de l'application de fichiers ne peuvent pas être mises à jour",
  "PREVENT_APP_SETTING_FILE_UPDATE": "Le paramètre de l'application de fichiers ne peut pas être mis à jour",
  "FILE_SERVICE_NOT_DEFINED": "Le service ou le type de fichier n'est pas défini",
  "CANNOT_COPY_RECYCLED_ITEM": "Un élément mis à la corbeille ne peut pas être copié",
  "CANNOT_MOVE_RECYCLED_ITEM": "Un élément mis à la poubelle ne peut pas être déplacé",
  "CANNOT_DELETE_RECYCLED_ITEM": "Un élément mis à la corbeille ne peut pas être supprimé",
  "CANNOT_GET_RECYCLED_ITEM": "Un élément mis à la poubelle ne peut pas être lu",
  "INVALID_ITEM_STATUS": "L'article ne répond pas aux exigences",
  "COPY_LINK_TO_CLIPBOARD_ERROR": "Impossible de copier le lien dans le presse-papiers",
  "COPY_LINK_TO_CLIPBOARD": "Lien copié dans le presse-papiers",
  "REQUEST_MESSAGES_RECYCLE_ITEMS": "Les éléments sélectionnés seront mis à la corbeille. La prise en compte peut prendre plusieurs minutes.",
  "REQUEST_MESSAGES_MOVE_ITEMS": "Les éléments sélectionnés seront déplacés. La modification peut prendre plusieurs minutes.",
  "REQUEST_MESSAGES_RESTORE_ITEMS": "Les éléments sélectionnés seront restaurés. La restauration peut prendre plusieurs minutes.",
  "REQUEST_MESSAGES_DELETE_ITEMS": "Les éléments sélectionnés seront supprimés. La suppression peut prendre plusieurs minutes.",
  "PASSWORD_EMPTY_ERROR": "Veuillez entrer un mot de passe valide",
  "PASSWORD_WEAK_ERROR": "Le nouveau mot de passe n'est pas assez fort",
  "PASSWORD_EQUAL_ERROR": "Veuillez saisir un nouveau mot de passe différent de votre mot de passe actuel",
  "PASSWORD_CONFIRM_ERROR": "Veuillez vous assurer que le nouveau mot de passe correspond à la confirmation",
  "PASSWORD_NOT_DEFINED_ERROR": "Le mot de passe n'est pas défini",
  "PASSWORD_CONFLICT_ERROR": "Un mot de passe existe déjà, veuillez mettre à jour le mot de passe au lieu d'en créer un nouveau.",
  "INVALID_PASSWORD": "Le mot de passe actuel n'est pas valide. Veuillez réessayer",
  "EMPTY_CURRENT_PASSWORD": "Vous avez oublié de saisir votre mot de passe actuel. Veuillez réessayer",
  "REQUEST_MESSAGES_IMPORT_ZIP": "Le fichier ZIP est en cours de traitement. Veuillez patienter un instant.",
  "REQUEST_MESSAGES_IMPORT_H5P": "Le dossier H5P est en cours de traitement. Veuillez patienter quelques instants.",
  "REQUEST_MESSAGES_UPLOAD_FILES": "Les fichiers sont en attente de téléchargement. Veuillez patienter un instant.",
  "CREATE_SHORT_LINK": "Le lien court a été créé avec succès.",
  "EDIT_SHORT_LINK": "Le lien court a été mis à jour avec succès.",
  "DELETE_SHORT_LINK": "Le lien court a été supprimé avec succès.",
  "SHORT_LINK_ALREADY_EXISTS": "L'alias du lien court existe déjà.",
  "SHORT_LINK_NOT_FOUND": "Le lien court n'a pas été trouvé.",
  "INVALID_CONTEXT": "Le contexte donné n'est pas valide.",
  "SHORT_LINK_LIMIT_EXCEED": "Vous ne pouvez pas avoir plus d'un lien court par service.",
  "POST_PROFILE": "Votre profil a été enregistré avec succès",
  "PATCH_PROFILE": "Votre profil a été enregistré avec succès",
  "PUT_ITEM_GEOLOCATION": "La géolocalisation a été enregistrée avec succès",
  "DELETE_ITEM_GEOLOCATION": "La géolocalisation a été supprimée avec succès",
  "DELETE_ITEM_THUMBNAIL": "La miniature a été supprimée avec succès",
  "REORDER_ITEM": "L'article a été réorganisé avec succès",
  "MEMBER_PROFILE_NOT_FOUND": "Profil de membre non trouvé",
  "INSUFFICIENT_PERMISSION": "Le compte ne dispose pas des autorisations suffisantes pour effectuer cette action",
  "NOT_VALIDATED_MEMBER": "Le membre n'a pas validé son e-mail de compte",
  "NO_INVITATION_RECEIVED": "Aucune invitation reçue",
  "INVITATION_NOT_FOUND": "Invitation non trouvée",
  "INVITATION_CSV_MISSING_EMAIL_COLUMN": "La colonne obligatoire « email » n'a pas été fournie",
  "INVITATION_CSV_MISSING_GROUP_COLUMN": "La colonne obligatoire « group_name » n'a pas été fournie",
  "INVITATION_CSV_MISSING_EMAIL_IN_ROW": "Il manque une ligne contenant la valeur « email » requise",
  "INVITATION_CSV_MISSING_GROUP_IN_ROW": "Il manque une ligne contenant la valeur « group_name » requise",
  "INVITATION_CSV_NO_FILE_PROVIDED": "Aucun fichier n'a été fourni. Veuillez fournir un fichier pour créer des invitations groupées",
  "INVITATION_CSV_NO_DATA_IN_FILE": "Aucune donnée n'a été trouvée dans le fichier. Veuillez envoyer un fichier avec des données valides.",
  "INVITATION_CSV_TEMPLATE_ITEM_DOES_NOT_EXIST": "L'élément de modèle n'existe pas.",
  "INVITATION_CANNOT_CREATE_STRUCTURE_IN_NON_FOLDER_ITEM": "L'élément fourni n'est pas un dossier. Une structure ne peut pas être créée à l'intérieur d'un élément qui n'est pas un dossier.",
  "MEMBERSHIP_ALREADY_EXISTS": "Ce compte a déjà accès à cet élément.",
  "MEMBERSHIP_REQUEST_ALREADY_EXISTS": "Ce compte a déjà demandé une adhésion à l'article fourni.",
  "MEMBERSHIP_REQUEST_NOT_FOUND": "Demande d'adhésion fournie non trouvée.",
  "NOT_A_MEMBER": "Votre compte n'est pas enregistré en tant que membre valide",
  "NOT_A_GUEST": "Votre compte n'est pas enregistré en tant qu'utilisateur pseudonymisé valide",
  "ACCOUNT_NOT_FOUND": "Aucun compte n'a été trouvé",
  "CANNOT_CREATE_MEMBERSHIP_CAUSE_ITEM_LOGIN_SCHEMA_EXISTS": "Vous ne pouvez pas demander une adhésion car la ressource ciblée autorise les utilisateurs pseudonymisés",
  "CANNOT_MODIFY_GUEST_ITEM_MEMBERSHIP": "Impossible de modifier l'autorisation du compte ciblé car il s'agit d'un utilisateur pseudonymisé",
  "CANNOT_ENROLL_ITEM_WITHOUT_ITEM_LOGIN_SCHEMA": "Impossible de s'inscrire à cet élément car il n'autorise pas les utilisateurs pseudonymisés",
  "REQUEST_MEMBERSHIP": "Les demandes d'adhésion ont été envoyées avec succès !",
  "DELETE_MEMBERSHIP_REQUEST": "La demande d'adhésion a été supprimée avec succès.",
  "ENROLL": "Vous vous êtes inscrit avec succès à l'article.",
  "CANNOT_REGISTER_ON_FROZEN_ITEM_LOGIN_SCHEMA": "Impossible de s'inscrire sur l'article ciblé car l'abonnement a été gelé par son propriétaire",
  "CANNOT_ENROLL_FROZEN_ITEM_LOGIN_SCHEMA": "Impossible de s'inscrire à l'article ciblé car l'abonnement a été gelé par son propriétaire",
  "NOT_MEMBER_OR_GUEST": "Votre compte n'est pas enregistré en tant que membre ou utilisateur pseudonymisé",
  "INVALID_ITEM_NAME_PATTERN_ERROR": "Le nom de l'élément n'est pas valide. Il doit commencer et se terminer par un caractère alphabétique.",
  "INVALID_ITEM_NAME_MAX_LENGTH_ERROR": "Le nom de l'article est trop long."
}
